Repository: alaxsxga/latergram
Catalog: Sources/LatergramPrototype/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, id, ja, ko, pt_br, th, zh_hant

# paywall.load_failed
source: Couldn't load subscription details. Check your connection and try again.
de: Abodetails konnten nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se han podido cargar los detalles de la suscripción. Comprueba tu conexión e inténtalo de nuevo.
id: Tidak bisa memuat detail langganan. Periksa koneksimu lalu coba lagi.
ja: サブスクリプション情報を読み込めませんでした。通信状況をご確認のうえ、もう一度お試しください。
ko: 구독 정보를 불러오지 못했어요. 인터넷 연결을 확인하고 다시 시도해 주세요.
pt_br: Não foi possível carregar os detalhes da assinatura. Verifique sua conexão e tente novamente.
th: โหลดรายละเอียดการสมัครสมาชิกไม่ได้ ตรวจสอบการเชื่อมต่อแล้วลองใหม่
zh_hant: 無法載入訂閱資訊，請確認網路後重試。

# paywall.loading
source: Loading…
de: Lädt…
es: Cargando…
id: Memuat…
ja: 読み込み中…
ko: 불러오는 중…
pt_br: Carregando…
th: กำลังโหลด…
zh_hant: 載入中…

# paywall.manage_subscription
source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
id: Kelola langganan
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
th: จัดการการสมัครสมาชิก
zh_hant: 管理訂閱

# paywall.processing
source: Processing — please keep this open until done.
de: Wird verarbeitet — bitte lass diesen Bildschirm bis zum Abschluss geöffnet.
es: Procesando — mantén esta pantalla abierta hasta que termine.
id: Memproses — biarkan layar ini terbuka sampai selesai.
ja: 処理中です。完了までこの画面を閉じないでください。
ko: 처리 중이에요. 완료될 때까지 이 화면을 닫지 말아 주세요.
pt_br: Processando — mantenha esta tela aberta até concluir.
th: กำลังดำเนินการ — กรุณาเปิดหน้านี้ไว้จนกว่าจะเสร็จ
zh_hant: 交易處理中，請勿關閉此畫面。

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
id: Pulihkan pembelian
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
th: กู้คืนการซื้อ
zh_hant: 還原購買

# paywall.retry
source: Retry
de: Erneut versuchen
es: Reintentar
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
th: ลองใหม่
zh_hant: 重試

# paywall.subscribe
source: Subscribe
de: Abonnieren
es: Suscribirse
id: Berlangganan
ja: 登録する
ko: 구독하기
pt_br: Assinar
th: สมัครสมาชิก
zh_hant: 訂閱

# paywall.terms_disclosure
source: Subscription auto-renews monthly unless cancelled at least 24 hours before the end of the current period. Payment is charged to your Apple ID. Manage or cancel anytime in your App Store account settings.
de: Das Abo verlängert sich automatisch monatlich, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Die Zahlung erfolgt über deine Apple-ID. Du kannst das Abo jederzeit in den Einstellungen deines App-Store-Kontos verwalten oder kündigen.
es: La suscripción se renueva automáticamente cada mes si no se cancela al menos 24 horas antes de que termine el periodo actual. El cargo se realiza en tu ID de Apple. Puedes gestionarla o cancelarla en cualquier momento desde los ajustes de tu cuenta de App Store.
id: Langganan diperpanjang otomatis setiap bulan kecuali dibatalkan setidaknya 24 jam sebelum periode berjalan berakhir. Pembayaran dikenakan ke Apple ID Anda. Anda dapat mengelola atau membatalkan kapan saja di pengaturan akun App Store.
ja: サブスクリプションは月単位で自動更新されます。期間終了の24時間前までにキャンセルしない場合、自動で更新され、Apple IDに請求されます。App Storeのアカウント設定からいつでも管理・解約できます。
ko: 구독은 현재 기간이 끝나기 24시간 전까지 취소하지 않으면 매월 자동 갱신됩니다. 결제는 Apple ID 계정으로 청구되며, App Store 계정 설정에서 언제든지 관리하거나 취소할 수 있습니다.
pt_br: A assinatura é renovada automaticamente todo mês, exceto se for cancelada com pelo menos 24 horas de antecedência em relação ao fim do período atual. A cobrança é feita no seu ID Apple. Você pode gerenciar ou cancelar a qualquer momento nas configurações da sua conta na App Store.
th: การสมัครสมาชิกจะต่ออายุอัตโนมัติทุกเดือน หากไม่ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน การชำระเงินจะเรียกเก็บผ่าน Apple ID ของคุณ คุณสามารถจัดการหรือยกเลิกได้ตลอดเวลาในการตั้งค่าบัญชี App Store
zh_hant: 訂閱為每月自動續訂，除非在當前期間結束前 24 小時取消，否則將自動續訂並由 Apple ID 扣款。可隨時於 App Store 帳號設定中管理或取消訂閱。

# paywall.verifying_entitlement
source: Checking subscription status…
de: Abostatus wird geprüft…
es: Comprobando estado de la suscripción…
id: Memeriksa status langganan…
ja: サブスクリプションを確認しています…
ko: 구독 상태를 확인하고 있어요…
pt_br: Verificando assinatura…
th: กำลังตรวจสอบสถานะการสมัครสมาชิก…
zh_hant: 正在確認訂閱狀態…

# settings.free_status
source: Free
de: Gratis
es: Gratis
id: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
th: ฟรี
zh_hant: 免費

# settings.language
source: Language
de: Sprache
es: Idioma
id: Bahasa
ja: 言語
ko: 언어
pt_br: Idioma
th: ภาษา
zh_hant: 語言

# settings.language_footer
source: Tap to open system Settings, where you can choose the app's display language.
de: Tippe, um die Systemeinstellungen zu öffnen, wo du die Anzeigesprache der App auswählen kannst.
es: Toca para abrir los Ajustes del sistema, donde puedes elegir el idioma de la app.
id: Ketuk untuk membuka Pengaturan sistem, tempat kamu bisa memilih bahasa tampilan aplikasi.
ja: タップして「設定」アプリを開き、表示言語を変更できます。
ko: 시스템 설정에서 앱의 표시 언어를 선택할 수 있어요. 탭하면 설정으로 이동해요.
pt_br: Toque para abrir os Ajustes do sistema, onde você pode escolher o idioma do app.
th: แตะเพื่อเปิดการตั้งค่าระบบ ซึ่งเลือกภาษาที่แสดงผลของแอปได้
zh_hant: 點此前往系統「設定」變更顯示語言。

# settings.manage_subscription
source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
id: Kelola langganan
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
th: จัดการการสมัครสมาชิก
zh_hant: 管理訂閱

# settings.section_about
source: About
de: Info
es: Información
id: Tentang
ja: 情報
ko: 정보
pt_br: Sobre
th: เกี่ยวกับ
zh_hant: 關於

# settings.section_account
source: Account
de: Konto
es: Cuenta
id: Akun
ja: アカウント
ko: 계정
pt_br: Conta
th: บัญชี
zh_hant: 帳戶

# settings.section_general
source: General
de: Allgemein
id: Umum
ja: 一般
ko: 일반
pt_br: Geral
th: ทั่วไป
zh_hant: 一般

# settings.section_subscription
source: Subscription
de: Abo
es: Suscripción
id: Langganan
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
th: การสมัครสมาชิก
zh_hant: 訂閱

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Ajustes
th: การตั้งค่า
zh_hant: 設定

# settings.upgrade_to_premium
source: Upgrade to Premium
de: Premium freischalten
es: Mejora a Premium
id: Upgrade ke Premium
ja: Premiumにアップグレード
ko: 프리미엄으로 업그레이드
pt_br: Assinar Premium
th: อัปเกรดเป็น Premium
zh_hant: 升級為 Premium

# tab.chats
source: History
de: Verlauf
es: Historial
id: Riwayat
ja: 履歴
ko: 기록
pt_br: Histórico
th: ประวัติ
zh_hant: 訊息紀錄

# tab.friends
source: Friends
de: Freunde
es: Amigos
id: Teman
ja: 友だち
ko: 친구
pt_br: Amigos
th: เพื่อน
zh_hant: 好友

# tab.inbox
source: Inbox
de: Posteingang
es: Buzón
id: Kotak Masuk
ja: 受信箱
ko: 받은함
pt_br: Caixa de entrada
th: กล่องข้อความ
zh_hant: 信箱

# auth.email_placeholder
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
th: อีเมล
zh_hant: 電子郵件

# compose.picker.minute
source: Minute
es: Minuto
id: Menit
ja: 分
ko: 분
pt_br: Minuto
th: นาที
zh_hant: 分鐘

# compose.timing.countdown
source: ⏳ Countdown
es: ⏳ Cuenta atrás
id: ⏳ Hitung mundur
ja: ⏳ カウントダウン
ko: ⏳ 카운트다운
pt_br: ⏳ Contagem regressiva
th: ⏳ นับถอยหลัง
zh_hant: ⏳ 倒數

# compose.unit.minute_count
source: %d min
id: %d mnt
ja: %d 分
ko: %d분
th: %d นาที
zh_hant: %d 分鐘

# compose.unit.zero_minutes
source: 0 min
id: 0 mnt
ja: 0 分
ko: 0분
th: 0 นาที
zh_hant: 0 分鐘

# common.ok
source: OK
ko: 확인
th: ตกลง
zh_hant: 確定

# paywall.title
source: Latergram Premium
ko: Latergram 프리미엄

# settings.premium_status
source: Premium
ko: 프리미엄
zh_hant: Premium 會員
